[
    {
      "picture": "https://i.ibb.co/5W3FjhX/service-1-1.jpg",
      "title": "Missing Case",
      "date": "11 Oct, 2022",
      "location": "New York",
      "client": "John Smith",
      "about": "When you need to find a person for legal or personal reasons, DETECTIVE KEVIN can help. Our service to Locate A Person is ideal for difficult cases - situations when you’ve already tried the basics and need the help of professionals. Our Private Investigators go beyond the typical “check” to find the current location of any person. If information exists, we find it! Once your person is located, you also can hire our Private Investigators to go on-location. We will serve a subpoena, take a witness statement, negotiate terms on your behalf, or discreetly get photo confirmation of the person as a wellness check."
      
    },
    {
      "picture": "https://i.ibb.co/HDSyWQG/service-4.jpg",
      "title": "Child Custody Case",
      "date": "20 Oct, 2022",
      "location": "New York",
      "client": "Emilia Conway",
      "about": "We live in a world where finances are in flux more than ever before. The stock market fluctuates constantly, and companies as well as individuals are the victims of serious data breaches that put identities as well as financial stability at risk. Besides this, corporations have to be more careful than ever before about the deals and partnerships they make. When these factors come into play, financial investigations have to be undertaken to solve a range of cases from tax evasion to embezzlement to basic due diligence. In these situations, private investigators and financial investigation go hand in hand."
    },
    {
      "picture": "https://i.ibb.co/tKF2wTh/service-6.jpg",
      "title": "Asset Investigation Case",
      "date": "08 Nov, 2022",
      "location": "New York",
      "client": "Cherry Jones",
      "about": "You might be wondering how to catch a cheater and searching for a discreet yet reliable way to spy on your spouse or partner. Call American Eagle Investigations – the number one cheating spouse investigation detective in both NYC and the state of New York – and we will be sure to help you! To put your mind at ease, one of our expert marital infidelity investigators will leave no stone unturned, putting every resource at our disposal to determine whether you are, in fact, being deceived by infidelity – something our infidelity detectives have done for thousands of cases. Another benefit of our cheating spouse investigation experience is that because we fully understand how difficult a time this can be for you, we’ll give full weight to your suspicions while treating your case with the sensitivity it deserves, no matter what the outcome."
    }
]