[
    {
      "_id": "636b3a04b699078bd3ef1109",
      "picture": "https://i.ibb.co/5W3FjhX/service-1-1.jpg",
      "title": "Find A Person",
      "about": "When you need to find a person for legal or personal reasons, DETECTIVE KEVIN can help. Our service to Locate A Person is ideal for difficult cases - situations when you’ve already tried the basics and need the help of professionals. Our Private Investigators go beyond the typical “check” to find the current location of any person. If information exists, we find it! Once your person is located, you also can hire our Private Investigators to go on-location. We will serve a subpoena, take a witness statement, negotiate terms on your behalf, or discreetly get photo confirmation of the person as a wellness check."
      
    },
    {
      "_id": "636b3a04688d5b85a40b342c",
      "picture": "https://i.ibb.co/SvS60rw/service-2.jpg",
      "title": "Financial Fraud",
      "about": "We live in a world where finances are in flux more than ever before. The stock market fluctuates constantly, and companies as well as individuals are the victims of serious data breaches that put identities as well as financial stability at risk. Besides this, corporations have to be more careful than ever before about the deals and partnerships they make. When these factors come into play, financial investigations have to be undertaken to solve a range of cases from tax evasion to embezzlement to basic due diligence. In these situations, private investigators and financial investigation go hand in hand."
    },
    {
      "_id": "636b3a047d1d1d13c4a7ade4",
      "picture": "https://i.ibb.co/zxFVz0t/service-3.jpg",
      "title": "Merital Infidelity",
      "about": "You might be wondering how to catch a cheater and searching for a discreet yet reliable way to spy on your spouse or partner. Call American Eagle Investigations – the number one cheating spouse investigation detective in both NYC and the state of New York – and we will be sure to help you! To put your mind at ease, one of our expert marital infidelity investigators will leave no stone unturned, putting every resource at our disposal to determine whether you are, in fact, being deceived by infidelity – something our infidelity detectives have done for thousands of cases. Another benefit of our cheating spouse investigation experience is that because we fully understand how difficult a time this can be for you, we’ll give full weight to your suspicions while treating your case with the sensitivity it deserves, no matter what the outcome."
    },
    {
      "_id": "636b3a046b1cc10a6484746a",
      "picture": "https://i.ibb.co/HDSyWQG/service-4.jpg",
      "title": "Child Custody",
      "about": "A child custody investigation examines the child’s well-being and treatment in an objective manner. A private investigator may assess the treatment of a child by the parents in question and present this information to the court with a report. During a child custody investigation, the investigator may conduct surveillance to get a better idea of how the parent treats his or her child when he or she does not know about any monitoring going on. Private investigators may document any instances of abuse or neglect by taking pictures or making audio or visual recordings of the parent interacting with the child. Some of the elements that a private investigator may try to include in his or her surveillance include reckless driving, criminal activity, gambling, drug abuse or other activities that may have a negative impact on the children. Additionally, the investigator may look for any signs that the parent is not providing a safe and hygienic living space, food or necessities."
    },
    {
      "_id": "636b3a040c44380e13057a17",
      "picture": "https://i.ibb.co/D7DtMQG/service-5.jpg%22",
      "title": "Background Checks",
      "about": "A background check is an investigation into a person’s professional and personal history that validates or disproves their character and identity. A typical background check includes criminal records, education and employment history, civil records, references, and more depending on the situation and individual. There is no standard or routine background check. The investigation should be tailored to your areas of concern, reasons for finding out more, and your overall needs. Whether you're hiring a new employee, looking for a nanny, or are about to make a new investment, a background check can ensure the safety of everyone involved."
    },
    {
      "_id": "636b3a048a041d19a390a269",
      "picture": "https://i.ibb.co/tKF2wTh/service-6.jpg",
      "title": "Asset Investigations",
      "about": "The main purpose of an asset investigation is to identify the tangible and intangible assets owned by an individual or business. Asset investigations are necessary in a variety of situations, such as when trying to collect on a debt, recovering a judgment, child support, and alimony cases, when purchasing a business, and many other situations. This article will provide an overview of asset investigations. We’ll talk about what qualifies as an asset and who might need to have an investigation done. In addition, we’ll cover the types of companies that perform such work, the costs involved, the legal considerations, and more."
    }
  ]